Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# The backup server response was not valid.
source: Something went wrong on Lava’s server. Try again later.
de: Auf dem Server von Lava ist ein Fehler aufgetreten. Versuche es später erneut.
es: Algo salió mal en el servidor de Lava. Inténtalo de nuevo más tarde.
fr: Un problème est survenu sur le serveur de Lava. Réessayez plus tard.
it: Si è verificato un problema sul server di Lava. Riprova più tardi.
ja: Lavaのサーバーで問題が発生しました。しばらくしてからもう一度お試しください。
ko: Lava 서버에 문제가 발생했어요. 나중에 다시 시도하세요.
pt_br: Algo deu errado no servidor do Lava. Tente novamente mais tarde.
zh_hans: Lava 服务器出现问题。请稍后重试。
zh_hant: Lava 伺服器發生問題。請稍後再試。

source: Sign in again to sync encrypted backup.
de: Melde dich erneut an, um das verschlüsselte Backup zu synchronisieren.
es: Vuelve a iniciar sesión para sincronizar la copia de seguridad cifrada.
fr: Reconnectez-vous pour synchroniser la sauvegarde chiffrée.
it: Accedi di nuovo per sincronizzare il backup cifrato.
ja: 暗号化バックアップを同期するには、もう一度サインインしてください。
ko: 암호화 백업을 동기화하려면 다시 로그인하세요.
pt_br: Entre novamente para sincronizar o backup criptografado.
zh_hans: 请重新登录以同步加密备份。
zh_hant: 請重新登入以同步加密備份。

# This backup is not available for this account.
source: This backup isn’t available for this account.
de: Dieses Backup ist für dieses Konto nicht verfügbar.
es: Esta copia de seguridad no está disponible para esta cuenta.
fr: Cette sauvegarde n’est pas disponible pour ce compte.
it: Questo backup non è disponibile per questo account.
ja: このバックアップはこのアカウントでは利用できません。
ko: 이 계정에서는 이 백업을 사용할 수 없어요.
pt_br: Este backup não está disponível para esta conta.
zh_hans: 此账户无法使用这个备份。
zh_hant: 這個帳號無法使用此備份。

source: No encrypted backup was found for this account.
de: Für dieses Konto wurde kein verschlüsseltes Backup gefunden.
es: No se encontró ninguna copia de seguridad cifrada para esta cuenta.
fr: Aucune sauvegarde chiffrée n’a été trouvée pour ce compte.
it: Nessun backup cifrato trovato per questo account.
ja: このアカウントの暗号化バックアップが見つかりませんでした。
ko: 이 계정의 암호화 백업을 찾지 못했어요.
pt_br: Nenhum backup criptografado foi encontrado para esta conta.
zh_hans: 未找到此账户的加密备份。
zh_hant: 找不到此帳號的加密備份。

# Backup sync conflict. Try Back Up Now again.
source: Backup sync conflict. Try backing up again.
de: Konflikt bei der Backup-Synchronisierung. Versuche erneut, das Backup zu erstellen.
es: Conflicto al sincronizar la copia de seguridad. Vuelve a intentar la copia.
fr: Conflit de synchronisation de la sauvegarde. Réessayez de sauvegarder.
it: Conflitto di sincronizzazione del backup. Riprova a eseguire il backup.
ja: バックアップの同期で競合が発生しました。もう一度バックアップしてください。
ko: 백업 동기화 충돌이 발생했어요. 다시 백업해 보세요.
pt_br: Conflito na sincronização do backup. Tente fazer o backup novamente.
zh_hans: 备份同步冲突。请重新备份。
zh_hant: 備份同步衝突。請重新備份。

source: Too many backup attempts. Wait a minute, then try again.
de: Zu viele Backup-Versuche. Warte eine Minute und versuche es dann erneut.
es: Demasiados intentos de copia de seguridad. Espera un minuto e inténtalo de nuevo.
fr: Trop de tentatives de sauvegarde. Patientez une minute, puis réessayez.
it: Troppi tentativi di backup. Attendi un minuto, poi riprova.
ja: バックアップの試行回数が多すぎます。1分ほど待ってから、もう一度お試しください。
ko: 백업 시도가 너무 많아요. 1분 정도 기다린 다음 다시 시도하세요.
pt_br: Muitas tentativas de backup. Aguarde um minuto e tente novamente.
zh_hans: 备份尝试次数过多。请等待一分钟后重试。
zh_hant: 備份嘗試次數過多。請稍等一分鐘再試一次。

source: Lava backup service is temporarily unavailable. Try again later.
de: Der Lava-Backup-Dienst ist vorübergehend nicht verfügbar. Versuche es später erneut.
es: El servicio de copias de seguridad de Lava no está disponible temporalmente. Inténtalo de nuevo más tarde.
fr: Le service de sauvegarde Lava est temporairement indisponible. Réessayez plus tard.
it: Il servizio di backup di Lava è temporaneamente non disponibile. Riprova più tardi.
ja: Lavaのバックアップサービスは一時的に利用できません。後でもう一度お試しください。
ko: Lava 백업 서비스를 일시적으로 사용할 수 없어요. 나중에 다시 시도하세요.
pt_br: O serviço de backup do Lava está temporariamente indisponível. Tente novamente mais tarde.
zh_hans: Lava 备份服务暂时不可用。请稍后重试。
zh_hant: Lava 備份服務暫時無法使用。請稍後再試。

source: Encrypted backup sync failed. Try again.
de: Synchronisierung des verschlüsselten Backups fehlgeschlagen. Versuche es erneut.
es: No se pudo sincronizar la copia de seguridad cifrada. Inténtalo de nuevo.
fr: La synchronisation de la sauvegarde chiffrée a échoué. Réessayez.
it: Sincronizzazione del backup cifrato non riuscita. Riprova.
ja: 暗号化バックアップの同期に失敗しました。もう一度お試しください。
ko: 암호화 백업 동기화에 실패했어요. 다시 시도하세요.
pt_br: A sincronização do backup criptografado falhou. Tente novamente.
zh_hans: 加密备份同步失败。请重试。
zh_hant: 加密備份同步失敗。請再試一次。

source: Passkey setup is already in progress.
de: Die Passkey-Einrichtung läuft bereits.
es: Ya se está configurando una llave de acceso.
fr: La configuration de la clé d’accès est déjà en cours.
it: La configurazione della passkey è già in corso.
ja: パスキーの設定はすでに進行中です。
ko: 이미 패스키 설정이 진행 중이에요.
pt_br: A configuração da passkey já está em andamento.
zh_hans: 通行密钥设置正在进行中。
zh_hant: 通行密鑰設定正在進行中。

# Passkey could not be used. Try again, or continue without Passkey.
source: Your passkey couldn’t be used. Try again, or continue without a passkey.
de: Dein Passkey konnte nicht verwendet werden. Versuche es erneut oder fahre ohne Passkey fort.
es: No se pudo usar tu llave de acceso. Inténtalo de nuevo o continúa sin llave de acceso.
fr: Impossible d’utiliser votre clé d’accès. Réessayez ou continuez sans clé d’accès.
it: Impossibile usare la tua passkey. Riprova o continua senza passkey.
ja: パスキーを使用できませんでした。もう一度試すか、パスキーなしで続けてください。
ko: 패스키를 사용할 수 없어요. 다시 시도하거나 패스키 없이 계속하세요.
pt_br: Não foi possível usar sua passkey. Tente novamente ou continue sem passkey.
zh_hans: 无法使用你的通行密钥。请重试，或不使用通行密钥继续。
zh_hant: 無法使用你的通行密鑰。請再試一次，或不使用通行密鑰繼續。

source: Passkey was canceled.
de: Der Passkey-Vorgang wurde abgebrochen.
es: Se canceló el uso de la llave de acceso.
fr: La demande de clé d’accès a été annulée.
it: Uso della passkey annullato.
ja: パスキーがキャンセルされました。
ko: 패스키 요청이 취소됐어요.
pt_br: O uso da passkey foi cancelado.
zh_hans: 通行密钥操作已取消。
zh_hant: 通行密鑰操作已取消。

# The passkey challenge could not be read. Try again.
source: The passkey challenge couldn’t be read. Try again.
de: Die Passkey-Challenge konnte nicht gelesen werden. Versuche es erneut.
es: No se pudo leer el desafío de la llave de acceso. Inténtalo de nuevo.
fr: Impossible de lire le défi de la clé d’accès. Réessayez.
it: Impossibile leggere il codice di verifica della passkey. Riprova.
ja: パスキーのチャレンジを読み取れませんでした。もう一度お試しください。
ko: 패스키 확인 요청을 읽을 수 없어요. 다시 시도하세요.
pt_br: Não foi possível ler o desafio da passkey. Tente novamente.
zh_hans: 无法读取通行密钥的质询数据。请重试。
zh_hant: 無法讀取通行密鑰的挑戰值。請再試一次。

# The saved passkey could not be read. Set up Passkey again.
source: The saved passkey couldn’t be read. Set up a passkey again.
de: Der gespeicherte Passkey konnte nicht gelesen werden. Richte erneut einen Passkey ein.
es: No se pudo leer la llave de acceso guardada. Vuelve a configurar una llave de acceso.
fr: Impossible de lire la clé d’accès enregistrée. Configurez à nouveau une clé d’accès.
it: Impossibile leggere la passkey salvata. Configura di nuovo una passkey.
ja: 保存されたパスキーを読み取れませんでした。パスキーをもう一度設定してください。
ko: 저장된 패스키를 읽을 수 없어요. 패스키를 다시 설정하세요.
pt_br: Não foi possível ler a passkey salva. Configure uma passkey novamente.
zh_hans: 无法读取已保存的通行密钥。请重新设置通行密钥。
zh_hant: 無法讀取已儲存的通行密鑰。請重新設定通行密鑰。

source: Sign in before creating a passkey.
de: Melde dich an, bevor du einen Passkey erstellst.
es: Inicia sesión antes de crear una llave de acceso.
fr: Connectez-vous avant de créer une clé d’accès.
it: Accedi prima di creare una passkey.
ja: パスキーを作成する前にサインインしてください。
ko: 패스키를 만들기 전에 로그인하세요.
pt_br: Entre antes de criar uma passkey.
zh_hans: 请先登录，再创建通行密钥。
zh_hant: 請先登入，再建立通行密鑰。

# No matching passkey was found. Use Recovery or set up Passkey again.
source: No matching passkey was found. Use Recovery or set up a passkey again.
de: Es wurde kein passender Passkey gefunden. Verwende „Wiederherstellung“ oder richte erneut einen Passkey ein.
es: No se encontró ninguna llave de acceso que coincida. Usa Recuperación o vuelve a configurar una llave de acceso.
fr: Aucune clé d’accès correspondante n’a été trouvée. Utilisez « Récupération » ou configurez à nouveau une clé d’accès.
it: Nessuna passkey corrispondente trovata. Usa Recupero o configura di nuovo una passkey.
ja: 一致するパスキーが見つかりませんでした。「復元」を使うか、パスキーをもう一度設定してください。
ko: 일치하는 패스키를 찾지 못했어요. 복구를 사용하거나 패스키를 다시 설정하세요.
pt_br: Nenhuma passkey correspondente foi encontrada. Use Recuperação ou configure uma passkey novamente.
zh_hans: 未找到匹配的通行密钥。请使用恢复短语，或重新设置通行密钥。
zh_hant: 找不到相符的通行密鑰。請使用復原片語，或重新設定通行密鑰。

source: This passkey can’t be used for zero-knowledge backup. Use a passkey provider that supports PRF (iCloud Keychain on iOS 18+), or set up without a passkey and keep your recovery phrase.
de: Dieser Passkey kann nicht für ein Zero-Knowledge-Backup verwendet werden. Verwende einen Passkey-Anbieter, der PRF unterstützt (iCloud-Schlüsselbund ab iOS 18), oder richte das Backup ohne Passkey ein und bewahre deine Wiederherstellungsphrase auf.
es: Esta llave de acceso no se puede usar para una copia de seguridad de conocimiento cero. Usa un proveedor de llaves de acceso compatible con PRF (Llavero de iCloud en iOS 18 o posterior), o configura la copia sin llave de acceso y conserva tu frase de recuperación.
fr: Cette clé d’accès ne peut pas être utilisée pour une sauvegarde zero-knowledge. Utilisez un gestionnaire de clés d’accès compatible PRF (trousseau iCloud sur iOS 18 ou version ultérieure), ou configurez sans clé d’accès et conservez votre phrase de récupération.
it: Questa passkey non può essere usata per il backup a conoscenza zero. Usa un provider di passkey che supporti PRF (Portachiavi iCloud su iOS 18 o versioni successive) oppure configura senza passkey e conserva la frase di recupero.
ja: このパスキーはゼロ知識バックアップに使用できません。PRFに対応したパスキープロバイダー（iOS 18以降のiCloudキーチェーン）を使うか、パスキーなしで設定してリカバリーフレーズを保管してください。
ko: 이 패스키는 영지식 백업에 사용할 수 없어요. PRF를 지원하는 패스키 제공자(iOS 18 이상의 iCloud 키체인)를 사용하거나, 패스키 없이 설정하고 복구 문구를 보관하세요.
pt_br: Esta passkey não pode ser usada para o backup de conhecimento zero. Use um provedor de passkeys compatível com PRF (Chaves do iCloud no iOS 18 ou posterior) ou configure sem passkey e guarde sua frase de recuperação.
zh_hans: 此通行密钥无法用于零知识备份。请使用支持 PRF 的通行密钥提供方（如 iOS 18 或更高版本上的 iCloud 钥匙串），或不使用通行密钥进行设置，并保存好你的恢复短语。
zh_hant: 這個通行密鑰無法用於零知識備份。請使用支援 PRF 的通行密鑰提供者（例如 iOS 18 以上版本的 iCloud 鑰匙圈），或不使用通行密鑰進行設定，並妥善保存你的復原片語。

# iOS did not return a passkey credential.
source: iOS didn’t return a passkey credential.
de: iOS hat keine Passkey-Anmeldedaten zurückgegeben.
es: iOS no devolvió ninguna credencial de llave de acceso.
fr: iOS n’a pas renvoyé d’identifiant de clé d’accès.
it: iOS non ha restituito una credenziale passkey.
ja: iOSからパスキーの認証情報が返されませんでした。
ko: iOS가 패스키 자격 증명을 반환하지 않았어요.
pt_br: O iOS não retornou uma credencial de passkey.
zh_hans: iOS 未返回通行密钥凭证。
zh_hant: iOS 未傳回通行密鑰憑證。

source: Passkey isn’t ready on this device yet. Delete and reinstall the latest app build, then try again, or set up without a passkey.
de: Der Passkey ist auf diesem Gerät noch nicht bereit. Lösche die App, installiere den neuesten Build erneut und versuche es dann noch einmal – oder richte das Backup ohne Passkey ein.
es: La llave de acceso aún no está lista en este dispositivo. Elimina la app, reinstala la versión más reciente e inténtalo de nuevo, o configura la copia sin llave de acceso.
fr: La clé d’accès n’est pas encore prête sur cet appareil. Supprimez et réinstallez la dernière version de l’app, puis réessayez, ou configurez sans clé d’accès.
it: La passkey non è ancora pronta su questo dispositivo. Elimina l’app e reinstalla la versione più recente, poi riprova, oppure configura senza passkey.
ja: このデバイスではパスキーの準備がまだできていません。アプリを削除して最新のビルドを再インストールしてからもう一度試すか、パスキーなしで設定してください。
ko: 이 기기에서는 아직 패스키를 사용할 준비가 되지 않았어요. 앱을 삭제한 뒤 최신 빌드를 설치하고 다시 시도하거나, 패스키 없이 설정하세요.
pt_br: A passkey ainda não está pronta neste dispositivo. Apague o app, reinstale a versão mais recente e tente novamente, ou configure sem passkey.
zh_hans: 此设备上的通行密钥尚未就绪。请删除并重新安装最新版本的 App 后重试，或不使用通行密钥进行设置。
zh_hant: 這台裝置上的通行密鑰尚未就緒。請刪除並重新安裝最新版本的 App 後再試一次，或不使用通行密鑰進行設定。

# Could not prepare a secure passkey challenge. Security returned status %@.
source: Couldn’t prepare a secure passkey challenge. Security returned status %@.
de: Eine sichere Passkey-Challenge konnte nicht vorbereitet werden. Security hat den Status %@ zurückgegeben.
es: No se pudo preparar un desafío seguro para la llave de acceso. Security devolvió el estado %@.
fr: Impossible de préparer un défi de clé d’accès sécurisé. Security a renvoyé le statut %@.
it: Impossibile preparare un codice di verifica sicuro per la passkey. Security ha restituito lo stato %@.
ja: 安全なパスキーチャレンジを準備できませんでした。Securityがステータス%@を返しました。
ko: 보안 패스키 확인 요청을 준비할 수 없어요. Security에서 상태 %@을(를) 반환했어요.
pt_br: Não foi possível preparar um desafio seguro para a passkey. O Security retornou o status %@.
zh_hans: 无法准备安全的通行密钥质询。Security 返回状态 %@。
zh_hant: 無法準備安全的通行密鑰挑戰值。安全性傳回狀態 %@。

source: Your filter changed while the backup was restoring. Try the restore again.
de: Dein Filter hat sich während der Wiederherstellung des Backups geändert. Starte die Wiederherstellung erneut.
es: Tu filtro cambió mientras se restauraba la copia de seguridad. Vuelve a intentar la restauración.
fr: Votre filtre a changé pendant la restauration de la sauvegarde. Relancez la restauration.
it: Il filtro è cambiato durante il ripristino del backup. Riprova il ripristino.
ja: バックアップの復元中にフィルターが変更されました。もう一度復元してください。
ko: 백업을 복원하는 동안 필터가 변경됐어요. 다시 복원해 보세요.
pt_br: Seu filtro mudou enquanto o backup era restaurado. Tente restaurar novamente.
zh_hans: 恢复备份期间你的筛选器发生了更改。请再次尝试恢复。
zh_hant: 復原備份期間你的篩選器有所變更。請再次嘗試復原。

source: This backup was created by a newer version of Lava. Update the app to restore it.
de: Dieses Backup wurde mit einer neueren Version von Lava erstellt. Aktualisiere die App, um es wiederherzustellen.
es: Esta copia de seguridad se creó con una versión más reciente de Lava. Actualiza la app para restaurarla.
fr: Cette sauvegarde a été créée par une version plus récente de Lava. Mettez l’app à jour pour la restaurer.
it: Questo backup è stato creato con una versione più recente di Lava. Aggiorna l’app per ripristinarlo.
ja: このバックアップは新しいバージョンのLavaで作成されています。復元するにはアプリをアップデートしてください。
ko: 이 백업은 더 새로운 버전의 Lava로 만들어졌어요. 복원하려면 앱을 업데이트하세요.
pt_br: Este backup foi criado por uma versão mais recente do Lava. Atualize o app para restaurá-lo.
zh_hans: 此备份由较新版本的 Lava 创建。请更新 App 后再恢复。
zh_hant: 此備份是由較新版本的 Lava 建立。請更新 App 後再復原。

source: No encrypted backup is available on this device yet. Sign in to download your online backup.
de: Auf diesem Gerät ist noch kein verschlüsseltes Backup vorhanden. Melde dich an, um dein Online-Backup herunterzuladen.
es: Aún no hay ninguna copia de seguridad cifrada en este dispositivo. Inicia sesión para descargar tu copia de seguridad en línea.
fr: Aucune sauvegarde chiffrée n’est encore disponible sur cet appareil. Connectez-vous pour télécharger votre sauvegarde en ligne.
it: Non c’è ancora nessun backup cifrato su questo dispositivo. Accedi per scaricare il tuo backup online.
ja: このデバイスにはまだ暗号化バックアップがありません。サインインしてオンラインバックアップをダウンロードしてください。
ko: 이 기기에는 아직 사용할 수 있는 암호화 백업이 없어요. 온라인 백업을 다운로드하려면 로그인하세요.
pt_br: Ainda não há backup criptografado neste dispositivo. Entre na sua conta para baixar seu backup on-line.
zh_hans: 此设备上还没有可用的加密备份。请登录以下载你的在线备份。
zh_hant: 這台裝置上還沒有可用的加密備份。請登入以下載你的線上備份。

source: No saved device unlock is available on this device. Use the recovery phrase instead.
de: Auf diesem Gerät ist kein gespeicherter Entsperrschlüssel vorhanden. Verwende stattdessen die Wiederherstellungsphrase.
es: No hay ningún desbloqueo guardado en este dispositivo. Usa la frase de recuperación en su lugar.
fr: Aucune clé de déverrouillage n’est enregistrée sur cet appareil. Utilisez plutôt la phrase de récupération.
it: Su questo dispositivo non è salvato alcuno sblocco. Usa invece la frase di recupero.
ja: このデバイスには保存されたロック解除情報がありません。代わりにリカバリーフレーズを使ってください。
ko: 이 기기에 저장된 기기 잠금 해제 정보가 없어요. 대신 복구 문구를 사용하세요.
pt_br: Não há desbloqueio salvo neste dispositivo. Use a frase de recuperação em vez disso.
zh_hans: 此设备上没有已保存的设备解锁方式。请改用恢复短语。
zh_hant: 這台裝置上沒有已儲存的裝置解鎖方式。請改用復原片語。

# This device could not unlock the backup. Use the recovery phrase instead.
source: This device couldn’t unlock the backup. Use the recovery phrase instead.
de: Dieses Gerät konnte das Backup nicht entsperren. Verwende stattdessen die Wiederherstellungsphrase.
es: Este dispositivo no pudo desbloquear la copia de seguridad. Usa la frase de recuperación en su lugar.
fr: Cet appareil n’a pas pu déverrouiller la sauvegarde. Utilisez plutôt la phrase de récupération.
it: Questo dispositivo non è riuscito a sbloccare il backup. Usa invece la frase di recupero.
ja: このデバイスではバックアップのロックを解除できませんでした。代わりにリカバリーフレーズを使ってください。
ko: 이 기기에서 백업을 잠금 해제할 수 없어요. 대신 복구 문구를 사용하세요.
pt_br: Este dispositivo não conseguiu desbloquear o backup. Use a frase de recuperação em vez disso.
zh_hans: 此设备无法解锁该备份。请改用恢复短语。
zh_hant: 這台裝置無法解鎖此備份。請改用復原片語。

# That recovery phrase did not unlock this backup. Check the words and try again.
source: That recovery phrase didn’t unlock this backup. Check the words and try again.
de: Diese Wiederherstellungsphrase hat das Backup nicht entsperrt. Prüfe die Wörter und versuche es erneut.
es: Esa frase de recuperación no desbloqueó esta copia de seguridad. Revisa las palabras e inténtalo de nuevo.
fr: Cette phrase de récupération n’a pas déverrouillé cette sauvegarde. Vérifiez les mots et réessayez.
it: Quella frase di recupero non ha sbloccato questo backup. Controlla le parole e riprova.
ja: そのリカバリーフレーズではこのバックアップのロックを解除できませんでした。単語を確認して、もう一度お試しください。
ko: 이 복구 문구로 백업을 잠금 해제하지 못했어요. 단어를 확인하고 다시 시도하세요.
pt_br: Essa frase de recuperação não desbloqueou este backup. Confira as palavras e tente novamente.
zh_hans: 该恢复短语无法解锁此备份。请检查单词后重试。
zh_hant: 這組復原片語無法解鎖此備份。請檢查單字後再試一次。

source: This backup wasn’t protected with a passkey. Use this device’s keychain or Recovery instead.
de: Dieses Backup wurde nicht mit einem Passkey geschützt. Verwende stattdessen den Schlüsselbund dieses Geräts oder „Wiederherstellung“.
es: Esta copia de seguridad no se protegió con una llave de acceso. Usa el llavero de este dispositivo o Recuperación en su lugar.
fr: Cette sauvegarde n’a pas été protégée par une clé d’accès. Utilisez plutôt le trousseau de cet appareil ou « Récupération ».
it: Questo backup non è stato protetto con una passkey. Usa invece il portachiavi di questo dispositivo o Recupero.
ja: このバックアップはパスキーで保護されていません。代わりに、このデバイスのキーチェーンか「復元」を使ってください。
ko: 이 백업은 패스키로 보호되지 않았어요. 대신 이 기기의 키체인이나 복구를 사용하세요.
pt_br: Este backup não foi protegido com uma passkey. Use as Chaves deste dispositivo ou Recuperação em vez disso.
zh_hans: 此备份未使用通行密钥保护。请改用此设备的钥匙串或恢复短语。
zh_hant: 此備份未使用通行密鑰保護。請改用這台裝置的鑰匙圈或復原片語。

# That Passkey did not unlock this backup. Use Recovery instead.
source: That passkey didn’t unlock this backup. Use Recovery instead.
de: Dieser Passkey hat das Backup nicht entsperrt. Verwende stattdessen „Wiederherstellung“.
es: Esa llave de acceso no desbloqueó esta copia de seguridad. Usa Recuperación en su lugar.
fr: Cette clé d’accès n’a pas déverrouillé cette sauvegarde. Utilisez plutôt « Récupération ».
it: Quella passkey non ha sbloccato questo backup. Usa invece Recupero.
ja: そのパスキーではこのバックアップのロックを解除できませんでした。代わりに「復元」を使ってください。
ko: 이 패스키로 백업을 잠금 해제하지 못했어요. 대신 복구를 사용하세요.
pt_br: Essa passkey não desbloqueou este backup. Use Recuperação em vez disso.
zh_hans: 该通行密钥无法解锁此备份。请改用恢复短语。
zh_hant: 這個通行密鑰無法解鎖此備份。請改用復原片語。

source: Sign in to use Passkey restore.
de: Melde dich an, um die Wiederherstellung per Passkey zu nutzen.
es: Inicia sesión para restaurar con llave de acceso.
fr: Connectez-vous pour restaurer avec une clé d’accès.
it: Accedi per ripristinare con la passkey.
ja: パスキーで復元するにはサインインしてください。
ko: 패스키로 복원하려면 로그인하세요.
pt_br: Entre para restaurar com passkey.
zh_hans: 登录后才能使用通行密钥恢复。
zh_hant: 登入後才能使用通行密鑰復原。

source: Encrypted locally, but upload failed: %@
de: Lokal verschlüsselt, aber der Upload ist fehlgeschlagen: %@
es: Cifrado localmente, pero no se pudo subir: %@
fr: Chiffré localement, mais l’envoi a échoué : %@
it: Cifrato localmente, ma il caricamento non è riuscito: %@
ja: ローカルで暗号化しましたが、アップロードに失敗しました：%@
ko: 로컬에서 암호화했지만 업로드하지 못했어요: %@
pt_br: Criptografado localmente, mas o envio falhou: %@
zh_hans: 已在本地加密，但上传失败：%@
zh_hant: 已在本機加密，但上傳失敗：%@

source: The shared App Group container is unavailable. Check the App Groups entitlement for the app and tunnel targets.
de: Der gemeinsame App-Group-Container ist nicht verfügbar. Prüfe die App-Groups-Berechtigung für die App- und Tunnel-Targets.
es: El contenedor compartido del App Group no está disponible. Revisa el entitlement App Groups de los targets de la app y del túnel.
fr: Le conteneur App Group partagé est indisponible. Vérifiez le droit App Groups des cibles de l’app et du tunnel.
it: Il contenitore condiviso dell’App Group non è disponibile. Controlla l’entitlement App Groups dei target dell’app e del tunnel.
ja: 共有App Groupコンテナを利用できません。アプリとトンネルのターゲットのApp Groupsエンタイトルメントを確認してください。
ko: 공유 App Group 컨테이너를 사용할 수 없어요. 앱과 터널 타깃의 App Groups 권한을 확인하세요.
pt_br: O contêiner compartilhado do App Group não está disponível. Verifique o entitlement App Groups dos targets do app e do túnel.
zh_hans: 共享的 App Group 容器不可用。请检查 App 和隧道目标的 App Groups 权限。
zh_hant: 無法使用共享的 App Group 容器。請檢查 App 與通道目標的 App Groups 權限。

# iOS is still finishing turning off the local VPN. Wait a moment and try again.
source: iOS is still turning off protection. Try again later.
de: iOS schaltet den Schutz noch aus. Versuche es später erneut.
es: iOS aún está desactivando la protección. Inténtalo de nuevo más tarde.
fr: iOS est encore en train de désactiver la protection. Réessayez plus tard.
it: iOS sta ancora disattivando la protezione. Riprova più tardi.
ja: iOSが保護をオフにしている途中です。しばらくしてからもう一度お試しください。
ko: iOS가 아직 보호를 끄는 중이에요. 나중에 다시 시도하세요.
pt_br: O iOS ainda está desativando a proteção. Tente novamente mais tarde.
zh_hans: iOS 仍在关闭防护。请稍后重试。
zh_hant: iOS 仍在關閉防護。請稍後再試。

source: Your filters are still locked while the device finishes unlocking. Try again later.
de: Deine Filter bleiben gesperrt, bis das Gerät vollständig entsperrt ist. Versuche es später erneut.
es: Tus filtros siguen bloqueados mientras el dispositivo termina de desbloquearse. Inténtalo de nuevo más tarde.
fr: Vos filtres restent verrouillés le temps que l’appareil termine son déverrouillage. Réessayez plus tard.
it: I filtri restano bloccati finché il dispositivo non finisce di sbloccarsi. Riprova più tardi.
ja: デバイスのロック解除が完了するまで、フィルターはロックされたままです。しばらくしてからもう一度お試しください。
ko: 기기 잠금 해제가 끝날 때까지 필터가 잠겨 있어요. 나중에 다시 시도하세요.
pt_br: Seus filtros continuam bloqueados enquanto o dispositivo termina de ser desbloqueado. Tente novamente mais tarde.
zh_hans: 设备尚未完成解锁，你的筛选器仍处于锁定状态。请稍后重试。
zh_hant: 裝置尚未完成解鎖，你的篩選器仍處於鎖定狀態。請稍後再試。

source: The server returned HTTP %lld: %@
de: Der Server hat HTTP %lld zurückgegeben: %@
es: El servidor devolvió HTTP %lld: %@
fr: Le serveur a renvoyé HTTP %lld : %@
it: Il server ha restituito HTTP %lld: %@
ja: サーバーがHTTP %lldを返しました：%@
ko: 서버가 HTTP %lld 응답을 보냈어요: %@
pt_br: O servidor retornou HTTP %lld: %@
zh_hans: 服务器返回 HTTP %lld：%@
zh_hant: 伺服器傳回 HTTP %lld：%@

source: You can keep up to %lld additional blocked domains.
de: Du kannst bis zu %lld zusätzliche blockierte Domains behalten.
es: Puedes tener hasta %lld dominios bloqueados adicionales.
fr: Vous pouvez conserver jusqu’à %lld domaines bloqués supplémentaires.
it: Puoi mantenere fino a %lld domini bloccati aggiuntivi.
ja: ブロックするドメインは最大%lld件まで追加できます。
ko: 추가 차단 도메인은 최대 %lld개까지 둘 수 있어요.
pt_br: Você pode manter até %lld domínios bloqueados adicionais.
zh_hans: 你最多可保留 %lld 个额外拦截的域名。
zh_hant: 你最多可保留 %lld 個額外封鎖的網域。
